love_me_backend/app/controllers/entries_controller.rb

INSERT INTO "entries" ("user_id", "great_one", "great_two", "great_three", "today_one", "today_two", "today_three", "daily_affirmation", "date", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
---
    def create
        entry = Entry.create(entry_params)